Repository: common-repository/nilly
Catalog: languages/nilly-*.po
Languages: it_it

source: Nilly Settings
it_it: Nilly Impostazioni

source: Choose your preferred server location here.
it_it: Seleziona qui la località preferita del tuo server.

source: Germany
it_it: Germania

source: In order for the analytics to works, you need to have an account with nilly. <a href="https://nilly.io" target="blank">You can create one here</a>
it_it: È necessario avere un conto esistente con nilly per attivare la analitica web. <a href="https://nilly.io" target="blank">Apri un conto</a>

source: Lyo GmbH
it_it: Lyo Sagl

source: Server location
it_it: Località del server

source: Settings
it_it: Impostazioni

source: Switzerland
it_it: Svizzera

source: This plugin adds the lightweight nilly code directly to your footer. For simple & fast real-time website analytics that belong to you.
it_it: Questo plugin inserisce il leggerissimo codice nilly direttamente nel tuo footer. Per una alisi web in tempo reale semplice e veloce di tua esclusiva proprietà.

source: If you have questions or need help, <a href="https://nilly.io/contact" target="blank">contact us here</a>
it_it: Sei hai domande o bisogno di sostegno, <a href="https://nilly.io/contact" target="blank">contattaci</a>

source: Save changes
it_it: Salva le modifiche
